/* authorizing */
"authorizing" = "autorizuje se";

/* bookmarks */
"bookmarks" = "záložky";

/* bookmarks menu */
"Bookmarks Menu" = "Nabídka záložek";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Lišta záložek";

/* cancel */
"Cancel" = "Zrušit";

/* unable to load page */
"Cannot Load Page" = "Stránku nelze nahrát.";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Nelze nahrát soukromý klíč z aplikace Keychain.";

/* cannot submit email */
"Cannot Submit" = "Nelze odeslat.";

/* unable to refresh data */
"Cannot Sync" = "Nelze synchronizovat.";

/* connecting */
"connecting" = "připojuje se";

/* copy the url to the clipboard */
"Copy URL" = "Zkopírovat adresu URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Data na serveru jsou v novém a nerozpoznaném formátu. Aktualizujte prosím SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Data na serveru jsou ve starém a nepodporovaném formátu. Aktualizujte prosím Firefox Sync na svém počítači.";

/* duplicate email address */
"Duplicate" = "Duplicita";

/* send the url via email */
"Email URL" = "Zaslat adresu URL e-mailem";

/* error loading page */
"Error Loading Page" = "Chyba během nahrávání stránky";

/* error retrieving data */
"Error Retrieving Data" = "Chyba během získávání dat";

/* Failed Server Lookup */
"Failed Server Lookup" = "Nepodařilo se vyhledat server.";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Komunikace se serverem (%d) se nezdařila.";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Instalace privátního klíče do aplikace Keychain (%d) se nepodařila.";

/* email content */
"Here is that site we talked about:" = "Tady je stránka, o které jsme mluvili:";

/* history */
"history" = "historie";

/* incorrect password */
"Incorrect Password" = "Nesprávné heslo";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Nesprávný klíč";

/* we will send instructions */
"Instructions are on the way" = "Návod je již na cestě";

/* invalid url */
"Invalid URL" = "Nesprávná adresa URL";

/* loading web page */
"loading..." = "nahrává se...";

/* unable to login */
"Login Failure" = "Nezdařené přihlášení";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobilní záložky";

/* no internet connection */
"No internet connection available" = "Připojení k internetu není dostupné.";

/* no matching items found */
"No Matches" = "Žádné výsledky";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Zásady soukromí";

/* refresh local data */
"Refresh" = "Obnovit";

/* searching for matching items */
"Searching..." = "Vyhledávám...";

/* email subject */
"Sending you a link" = "Posílám ti odkaz";

/* re-authenticate */
"Sign In" = "Přihlásit se";

/* stop refreshing data */
"Stop" = "Zastavit";

/* tabs */
"tabs" = "panely";

/* terms of service */
"Terms Of Service" = "Podmínky služby";

/* thank you for submitting */
"Thank you!" = "Děkujeme!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Tato e-mailová addresa již byla použita.";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Nelze komunikovat se serverem (%d).";

/* server unavailable */
"Unable to contact server" = "Nelze se spojit se serverem.";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Nelze zadat e-mail, zkuste to prosím později (%d).";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Neroztříděné záložky";

/* username not found */
"User Name Not Found" = "Uživatelské jméno nenalezeno";

/* launch safari to display the url */
"View in Safari" = "Zobrazit v Safari";

/* Required */
"Required" = "Vyžadováno";

/* Caution: use at own risk */
"Caution: use at own risk" = "Upozornění. Používejte na vlastní riziko.";

/* Enter your Sync account information */
"Enter your Sync account information" = "Vložte informace o svém účtu";

/* Account */
"Account" = "Účet";

/* Password */
"Password" = "Heslo";

/* Sync Key */
"Sync Key" = "Klíč";

/* Use Custom Server */
"Use Custom Server" = "Použít vlastní server";

/* Server URL */
"Server URL" = "URL serveru";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Nastavení selhalo";

/* Try Again */
"Try Again" = "Zkusit znovu";

/* Manual Setup */
"Manual Setup" = "Ruční nastavení";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient se nemůže připojit k serveru. Chcete to zkusit znovu?";

/* Passcode */
"Passcode" = "Passcode";

/* Used for a small button */
"Not Now" = "Nyní ne";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Z důvodu nedávné aktualizace se prosím k SyncClient znovu přihlašte.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "SyncClient nemůže načíst stránku, protože je nepodporovaného typu.";
